tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "coreutils"
brew "curl"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "jq"
brew "mas"
brew "mercurial" # required for some go dependencies
brew "netcat"
brew "nmap"
brew "python"
brew "terraform"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "coconutbattery"
cask "daisydisk"
cask "firefox"
cask "iterm2"
cask "keepingyouawake"
cask "sonos"
cask "the-unarchiver"
cask "visual-studio-code"

mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Xcode", id: 497799835
