tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "ansible"
brew "coreutils"
brew "curl"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "hcloud"
brew "helm"
brew "ipmitool"
brew "iproute2mac"
brew "jq"
brew "kubebuilder"
brew "kubernetes-cli"
brew "mas"
brew "mercurial" # required for some go dependencies
brew "minikube"
brew "netcat"
brew "nmap"
brew "oath-toolkit"
brew "openstackclient"
brew "openvpn"
brew "python"
brew "rancher-cli"
brew "sshuttle"
brew "terraform"
brew "tmux"
brew "tox"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "1password-cli"
cask "bettertouchtool"
cask "calibre"
cask "coconutbattery"
cask "daisydisk"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "microsoft-teams"
cask "sonos"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"

mas "1Password 7", id: 1333542190
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
