tap "homebrew/cask-drivers"

brew "ansible"
brew "coreutils"
brew "curl"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "hcloud"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mas"
brew "mercurial" # required for some go dependencies
brew "netcat"
brew "nmap"
brew "openvpn"
brew "python"
brew "terraform"
brew "tmux"
brew "tox"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "bettertouchtool"
cask "calibre"
cask "coconutbattery"
cask "daisydisk"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "omnigraffle"
cask "sonos"
cask "sublime-text"
cask "tigervnc-viewer"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoomus"

mas "1Password 7", id: 1333542190
mas "Deliveries", id: 924726344
mas "Keynote", id: 409183694
mas "LimeChat", id: 414030210
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Whatsapp Desktop", id: 1147396723
mas "Xcode", id: 497799835
